export default {
  creatorsCommon: {
    fitToScreen: 'Поместить всё на экран',
  },
  localization: {
    language: 'Язык',
    status: {
      new: 'Новый',
      changed: 'Значение было изменено после ввода перевода',
      needReview: 'Требует проверки',
      done: 'Готово',
    },
    statusClickToConfirm: 'Нажмите, чтобы подтвердить перевод',
    table: {
      key: 'Ключ',
      original: 'Оригинал',
      translated: 'Перевод',
      status: 'Статус',
      statusShort: 'Ст',
    },
    locales: {
      'en-US': 'Английский (США)',
      'zh-CN': 'Китайский (упрощённый)',
      'ru-RU': 'Русский (Россия)',
      'fr-FR': 'Французский (Франция)',
      'es-ES': 'Испанский (Испания)',
      'en-GB': 'Английский (Великобритания)',
      'de-DE': 'Немецкий (Германия)',
      'pt-BR': 'Португальский (Бразилия)',
      'en-CA': 'Английский (Канада)',
      'es-MX': 'Испанский (Мексика)',
      'it-IT': 'Итальянский (Италия)',
      'ja-JP': 'Японский (Япония)',
    },
  },
};
